{
  "NavBar": {
    "Home": "Ancora",
    "Menu": "Menu",
    "Reservation": "Reservation",
    "Events": "Events",
    "Story": "Ancora Story",
    "Blog": "Blog",
    "Contact": "Contact",
    "Basket": "Basket"
  },
  "Titles": {
    "Menu": "Ancora Menu",
    "Reservation": "Reserve a table",
    "Voucher": "Gift an experience to Ancora",
    "FutureEvents": "Future events",
    "Newsletter": "Ancora Newsletter",
    "Basket": "Basket",
	  "FeedbackForm": "Feedback form",
    "NewYearLP": "2025 New Year's Eve at Ancora, with Sorina Rotaru. An unforgettable evening in jazz style",
    "NewYearLPMenu": "The menu: a feast for the senses",
    "NewYearLPMoments": "Moments to remember all year",
    "NewYearLPReservation": "Book your seat now!"
  },
  "SubTitles": {
    "Menu": "For online orders, the products are picked up by the customer, from the restaurant. Order schedule: 11:00-22:00",
    "Reservation": "You can call us directly at the number above or fill out the online form. We will confirm the availability of the restaurant by email as quickly as possible. Thank you!",
    "FutureEvents": "Be our guest to our next event.",
    "Newsletter": "Don't miss out events. Subscribe to our monthly newsletter to be announced about our latest surprises.",
    "SendByPost": "We are only delivering vouchers in Romania and there is an extra charge of 10 lei. The voucher will be sent via Fan Courier and it will take between 1-3 working days.",
    "VoucherFirst": "Would you like to impress a client or to spoil a friend? Impress them with a culinary experience in our restaurant. A voucher card is the perfect gift for the loved one or colleague.",
    "VoucherSecond": "The Ancora voucher is available for purchase directly from location or can be ordered online. We can send it either through mail, either by e-mail, as an e-voucher.",
    "VoucherThird": "All gift cards are valid for one year from the date of purchase.",
    "Towards": "Towards",
    "From": "From",
    "CelebrateTheLove": "CELEBRATE THE LOVE",
    "ByTheLake": "BY THE LAKE",
    "RentLocation": "Private events",
    "ThePlace": "The place",
    "OurSpace": "Our space",
    "EventsCharacteristics": "Features",
    "PrivateEventsForm": "Celebrate the most important event with us",
    "ReservationForm": "Online reservation form",
    "Team": "Team",
    "FirstEventType": "Weddings by the lake",
    "SecondEventType": "Baptisms by the lake",
    "ThirdEventType": "Corporate parties",
    "FirstLPEventType": "Journey into the world of jazz",
    "SecondLPEventType": "LIVE Music",
    "ThirdLPEventType": "Fireworks",
    "Partners": "Our partners",
    "Collaborators": "Our cllaborators",
    "OrderCompletion": "Order completion",
    "OrderSummary": "Order summary",
    "HomeMenuDescription": "Discover our complete menu in the online version. In addition, you can place orders directly from the website, with pickup from the location.",
    "HomeFollowUsDescription": "Follow us and stay up to date with all the Ancora news.",
    "OrderSuccessful": "Your order was successful!",
    "VoucherSuccessful": "The voucher is on the way!",
    "NewYearLP": "Interwar elegance and an unforgettable night by the lake"
  },
  "Info": {
    "Or": "or",
    "SQM": "sqm",
    "Warning": "Warning",
	  "WarningUpper": "WARNING",
    "WorkingDayMondayShort": "Mon",
    "WorkingDaysShort": "Tue-Sun",
    "WorkingDayMondayLong": "Monday",
    "WorkingDaysLong": "Tuesday – Sunday",
    "OurEventsSpaceInfo1": "Located on the shore of Lake Herăstrău, the Ancora restaurant combines the sophistication of a cosmopolitan restaurant with the simplicity of a ship on the deck of which you dream of traveling, regardless of the season. Before your event, a tasting of the chosen menu can be arranged.",
    "Directions": "(through the parking lot)",
	  "AncoraDescription": "is about the friendly smiles of our colleagues, the tasty fish and seafood dishes prepared by chef Florin Ivan's team and the long meals taken by the lake. We create unique moments spent with friends, colleagues or family in this special place.",
    "RecommendedGroup": "The products from this section cannot be ordered from the site. Only from the restaurant or by phone.",
    "GDPR": "We inform you that in order to be able to record your message, we need your consent for the processing of the following personal data: name, telephone, email address. The collected data is used until the date the message is analyzed.",
    "PersonalAgreement": "I agree to the processing of my personal data",
    "PromotionsAgreement": "I agree to receive information about the restaurant's promotions and events",
    "Feedback": "Thank you for choosing our restaurant and we hope you spent nice moments with us. We encourage you to post your impressions on",
    "FeedbackForm": "Through this form, your opinion about our products and services will reach us directly, in a private message. Your feedback is very important to us.",
    "RentLocation": "Located algonside Lake Herăstrău, Ancora restaurant combines the sophistication of a cosmopolitan restaurant with the simplicity of a ship you dream to travel on, regardless of the season.",
    "ThePlaceDescription": "Located algonside Lake Herăstrău, Ancora restaurant combines the sophistication of a cosmopolitan restaurant with the simplicity of a ship you dream to travel on, regardless of the season.",
    "Reservations": "The reservation becomes active only after receiving our confirmation email.",
    "TheRestaurantLongDescription": "A gastronomic journey, along which the fish becomes the main hero, whether it is brought from the Danube, the Black Sea, the Mediterranean or even the oceans around the world. The dishes you will find on the menu are inspired by old and new, classic and (re)interpreted recipes, including delicious fish roe salad, holiday-inspired seafood, traditional soup and fish, without forgetting the original tartare. The passion of our chefs, the feeling of home and the quality of the service are the ingredients that are not missing from our menu, in addition to salads, pasta and risotto, meat and artisan sauces, desserts with special textures and refined drinks.",
    "TheRestaurantShortDescription": "A gastronomic journey, along which the fish becomes the main hero, whether it is brought from the Danube, the Black Sea, the Mediterranean or even the oceans around the world. The dishes you will find on the menu are inspired by old and new, classic and (re)interpreted recipes, including delicious fish roe salad, holiday-inspired seafood, traditional soup and fish, without forgetting the original tartare. ...",
    "TeamDescription": "We are proud of our most passionate and ambitious team. Under the guidance of Chef Florin Ivan, our colleagues combine craftsmanship with talent and enthusiasm for cooking, managing to create the tastiest dishes, so appreciated by our guests over time.",
    "ChefDescription": "Guided by his passion, Chef Florin Ivan manages to surprise every time with the finesse and delicate taste of each dish. For him, cooking was initially a hobby, but over the years it turned into a profession, and now it's just a passion. For unique culinary experiences, come and try the dishes prepared by Chef Florin Ivan.",
    "PartnersDescription": "We are happy to be part of the story of:",
    "CollaboratorsDescription": "You can try our dishes using the following collaborators:",
    "FirstPartner": "Ancora, meeting place for those passionate about sailing. You must try this experience!",
    "SecondPartner": "Ancora, meeting place for those passionate about sailing. You must try this experience!!",
    "OrderPickup" : "The order must be picked-up by the client, at the restaurant.",
    "OrderHours": "Order working hours: 11:00-22:00.",
    "PaymentOnlineInfo": "Bank card, payment secured through payU",
    "PaymentPickupInfo": "Bank card / Cash",
    "EmptyBasket": "The basket is empty.",
    "PrivateEventsInfo1": "Located on the shore of Lake Herăstrău, Ancora offers a refined culinary experience, inspired by the fishing traditions of the Danube Delta and the Black Sea.",
    "PrivateEventsInfo2": "With an elegant atmosphere and modern decor, Ancora is the ideal place for organizing private events, be it weddings, baptisms, anniversaries or corporate parties.",
    "OrderSuccessfulInfo": "Thank you for your order. We are waiting for you at the restaurant for the order pickup. We will call you shortly to confirm the estimated hour.",
    "EventsCharacteristicsInfo1": "For over 10 years, we have been with our clients in the most important moments of their lives, offering an elegant space and exceptional services for organizing private events.",
    "EventsCharacteristicsInfo2": "From the first discussions to the end of the event, we make sure that everything goes perfectly and that every detail is to your liking.",
    "VoucherSuccessfulInfo": "Thank you for your order. The ordered voucher will be sent to the mentioned email or physical address via the selected delivery method.",
    "NoItemsFound": "No products matching your applied filters were found.",
    "NoOrdering": "Online orders cannot be place at this time.",
    "NewYearLPEarlyBirdPrice": "*early booking offer: 10% discount from the total price of 950 RON",
    "NewYearLPEarlyBirdPrice1": "*children between 14 and 18 years old have a 50% discount",
    "NewYearLPEarlyBirdPrice2": "*children under 14 don't pay, they can order a la carte",
    "NewYearLPInfo2": "Enjoy a special artistic experience on New Year's Eve! Sorina Rotaru, an exceptional representative of the young generation of Romanian jazz singers, will offer you a unique moment, full of emotion and magic. Together with a team of talented musicians, she will turn every note into wings of music, inviting you to travel through the history of jazz.",
    "NewYearLPInfo": "Spend the night between years in an atmosphere inspired by the royal parties of the interwar period, with an exclusive menu and entertainment to match.",
    "NewYearLPMenuInfo": "The menu for the evening between years is a real culinary journey, created to reflect the elegance and sophistication of the interwar period. Every detail is carefully chosen to offer a special experience, with fine, sophisticated and perfectly balanced dishes. From the first tastes to the main courses, each plate surprises with surprising combinations of flavors and textures. Perfect for an unforgettable evening, just like the lavish parties of that era.",
    "NewYearLPMomentsInfo": "The evening will be accompanied by live jazz beats and a DJ, and we will ring in the New Year with champagne and fireworks, just like at a royal ball.",
    "NewYearLPMomentsInfo1": "On this special night, Sorina Rotaru will perform selections from her repertoire, promising an atmosphere marked by vibrant energy and improvisation. Her show is characterized by a natural elegance and an impressive versatility, being able to carry you through the purest emotions. Let yourself be carried away by her music, which revives the charm of the 20s and the energy of the 60s.",
    "NewYearLPReservationInfo": "Take advantage of the Early Bird offer and prepare for a New Year's Eve party in an elegant atmosphere with friends and family. Seats are limited."
  },
  "Buttons": {
    "GiftVoucher": "Gift a voucher",
    "BuyVoucher": "Buy voucher",
    "ChooseAmount": "Choose amount (RON)",
    "BookTable": "Make a reservation",
    "Subscribe": "Subscribe",
	  "Directions": "Directions",
    "SendByPost": "Send by post",
    "AddToBasket": "Add to basket",
    "Buy": "Buy",
    "Search": "Search",
    "Filter": "Filter",
	  "Send": "Send",
	  "SeeMenu": "See the menu",
    "SeeWholeMenu": "See the complete menu",
	  "Story": "Ancora Story",
	  "ReservationRequest": "Request reservation",
    "Back": "Back",
    "FinishOrder": "Finish order",
    "SeeRecommendations": "Recommendations",
    "TermsAndConditions": "Terms and Conditions",
    "BookNow": "Book now",
    "NewYearLPShowOffer": "New Year’s Eve 2025",
    "NewYearLPOpenBarMenu": "Open bar menu",
    "NewYearLPPrice": "(855 RON/guest)*"
  },
  "Labels": {
    "VoucherPrice": "Voucher price",
    "DeliveryTax": "Delivery tax",
    "TotalPrice": "Total price",
    "Products": "products",
    "SingleProducts": "product",
    "Allergens": "Allergens",
    "EventInfo": "Event info",
    "PersonalData": "Personal data",
    "Interior": "Interior saloon",
    "InteriorCapacity": "Capacity: 130 people",
    "ExteriorCapacity": "Capacity: 160 people",
    "TheMenu": "The menu",
    "FollowUs": "Follow us",
    "OrderOn": "Order on",
    "TheRestaurant": "Ancora's mission is to be closer to its guests with the gifts of the water – fresh seafood and fish caught from various waters.",
    "ReadMore": "Read more",
    "ReadLess": "Less content",
    "CompanyInfo": "Company details (optional)",
    "PaymentOptions": "Payment options",
    "PaymentOnline" : "Online",
    "PaymentPickup": "Payment at pick-up",
    "Product": "Product",
    "Quantity": "Quantity",
    "Price": "Price",
    "Delete": "Delete",
    "Remove": "Remove",
    "OrderSubtotal": "Subtotal",
    "OrderTotal": "Total",
    "Delivery": "Delivery",
    "PersonalPickup": "Personal pick-up",
    "For": "For",
    "Note": "Note",
    "OrderId": "Order ID: ",
    "TermsAndConditionsStartText": "By placing this order you automatically accept the"
  },
  "Placeholders": {
    "FirstName": "First name",
    "LastName": "Last name",
    "PhoneNumber": "Phone number",
    "Guests": "Guests number",
    "CompanyOptional": "Company (optional)",
    "Newsletter": "Type the e-mail address",
    "CompleteAddress": "Complete address",
    "OptionalMessage": "Message (optional)",
    "MessageForChef": "Message for the chef",
    "Message": "Message",
    "EventType": "Event type",
    "SendDate": "Send date",
    "SendHour": "Send hour",
	  "Hour": "Hour",
    "OrderFor": "The order if for",
    "Waiter": "Waiter",
    "Date": "Date",
    "From": "From",
    "Until": "Until",
    "Zone": "Desired zone",
    "Terrace": "Terrace",
    "FoundBy": "How did you hear about us?",
    "CompanyName": "Name",
    "CompanyID": "Company identification",
    "CompanyAddress": "Company address"
  },
  "Filters": {
    "FoodTitle": "Food filter",
    "WinesTitle": "Wine filter",
    "PriceTitle": "Price filter",
    "Price": "Price",
    "FoodTypeTitle": "Type of diet",
    "WineTypeTitle": "Wine type",
    "WineWhite": "White",
    "WineRed": "Red",
    "ProvenienceTitle": "Provenience",
    "AllergensTitle": "Allergens",
    "NoGluten": "Gluten free",
    "NoEgg": "No egg",
    "NoSoy": "No soy",
    "NoPeanuts":"No peanutes",
    "NoDairy": "No dairy",
    "NoNuts": "No nuts",
    "ApplyFilters": "Apply filters",
    "Pescatarian": "Pescatarian"
  },
  "Items": {
    "WineType": "Type",
    "WineColor": "Color",
    "WineAlcohol": "Alcohol",
    "WineTemperature": "Temperature"
  },
  "Countries": {
    "Romania": "Romania",
    "Moldavia": "Moldavia",
    "Italy": "Italy",
    "Spain": "Spain",
    "Portugal": "Portugal",
    "France": "France",
    "UK": "United Kingdom"
  }
}
