{
  "NavBar": {
    "Home": "Ancora",
    "Menu": "Meniu",
    "Reservation": "Rezervă",
    "Events": "Evenimente",
    "Story": "Povestea Ancorei",
    "Blog": "Blog",
    "Contact": "Contact",
    "Basket": "Cos"
  },
  "Titles": {
    "Menu": "Meniul Ancora",
    "Reservation": "Rezervă o masă",
    "Voucher": "Dăruiește o experiență Ancora",
    "FutureEvents": "Evenimente viitoare",
    "Newsletter": "Newsletter Ancora",
    "Basket": "Coș produse",
	  "FeedbackForm": "Formular feedback",
    "NewYearLP": "Revelion 2025 la Ancora, alături de Sorina Rotaru. O seară de neuitat în stil jazz",
    "NewYearLPMenu": "Meniul: o sărbătoare a simțurilor",
    "NewYearLPMoments": "Momente de care să-ți aduci aminte tot anul",
    "NewYearLPReservation": "Rezervă-ți locul acum!"
  },
  "SubTitles": {
    "Menu": "Pentru comenzile online, produsele se ridică de către client, de la restaurant. Program comenzi: 11:00-22:00",
    "Reservation": "Ne poți suna direct la numărul de mai sus sau poți completa formularul online. Noi îți vom confirma pe email cât mai rapid posibil disponibilitatea restaurantului. Mulțumim!",
    "FutureEvents": "Vă invităm să ne fiți alături la următorul eveniment.",
    "Newsletter": "Nu rata evenimentele și ofertele noastre. Abonează-te la newsletter-ul nostru lunar pentru a fi anunțat din timp de surprizele pe care ți le pregătește echipa.",
    "SendByPost": "Expedierea se face exclusiv în România și presupune o taxă de transport de 10 lei. Voucherul va fi trimis cu Fan Courier și va ajunge în 1-3 zile lucrătoare.",
    "VoucherFirst": "Doriți să impresionați un client sau să răsfățați un prieten? Impresionează-i cu o experiență culinară în restaurantul nostru. Un card voucher este cadoul perfect pentru o persoană dragă sau un coleg.",
    "VoucherSecond": "Voucherul Ancora este disponibil pentru achiziționare direct din locație sau poate fi comandat online. Noi îl putem trimite fie prin poștă, fie pe e-mail, ca un e-voucher.",
    "VoucherThird": "Toate cardurile cadou sunt valabile un an de la data achiziționării.",
    "Towards": "Către",
    "From": "De la",
    "CelebrateTheLove": "SĂRBĂTOREȘTE DRAGOSTEA",
    "ByTheLake": "PE MALUL LACULUI",
    "RentLocation": "Evenimente private",
    "ThePlace": "Localul",
    "OurSpace": "Spațiul nostru",
    "EventsCharacteristics": "Caracteristici",
    "PrivateEventsForm": "Sărbătorește cel mai important eveniment alături de noi",
    "ReservationForm": "Formular rezervare online",
    "Team": "Echipa",
    "FirstEventType": "Nunți pe lac",
    "SecondEventType": "Botezuri pe lac",
    "ThirdEventType": "Petreceri corporate",
    "FirstLPEventType": "Călătorie în lumea jazz-ului",
    "SecondLPEventType": "Muzică LIVE",
    "ThirdLPEventType": "Foc de artificii",
    "Partners": "Partenerii",
    "Collaborators": "Colaboratorii noștri",
    "OrderCompletion": "Finalizare comandă",
    "OrderSummary": "Sumar comandă",
    "HomeMenuDescription": "Descoperă meniul nostru complet în varianta online. În plus, poți face comenzi direct de pe site, cu ridicare din locație.",
    "HomeFollowUsDescription": "Dă-ne follow și fii la curent cu toate noutățile Ancora.",
    "OrderSuccessful": "Comanda ta a fost trimisă!",
    "VoucherSuccessful": "Ai comandat cu succes un voucher!",
    "NewYearLP": "Eleganța perioadei interbelice și o noapte de neuitat pe malul lacului"
  },
  "Info": {
    "Or": "sau",
    "SQM": "mp",
    "Warning": "Atenție",
	  "WarningUpper": "ATENȚIE",
    "WorkingDayMondayShort": "L",
    "WorkingDaysShort": "Ma-Du",
    "WorkingDayMondayLong": "Luni",
    "WorkingDaysLong": "Marți – Duminică",
    "OurEventsSpaceInfo1": "Situat pe malul lacului Herăstrău, restaurantul Ancora îmbină rafinamentul unui local cosmopolit cu simplitatea unei nave pe puntea căreia visati să călătoriti, indiferent de anotimp. Înainte de evenimentul dvs, se poate organiza o degustare din meniul ales.",
    "Directions": "(intrarea se face dinspre parcare)",
    "AncoraDescription": "este despre zâmbetele prietenoase ale colegilor noștri, despre mâncărurile gustoase din pește și fructe de mare, pregătite de echipa lui chef Florin Ivan și despre mesele lungi luate pe malul lacului. Creăm momente unice petrecute alături de prieteni, colegi sau familie în acest loc special.",
    "RecommendedGroup": "Produsele din această secțiune nu se pot comanda de pe site, ci doar din restaurant sau telefonic.",
    "GDPR": "Vă informăm că pentru a vă putea înregistra mesajul avem nevoie de acordul dvs. pentru prelucrarea următoarelor date cu caracter personal: nume, telefon, adresă mail. Datele colectate sunt utilizate până la data analizării mesajului.",
    "PersonalAgreement": "Sunt de acord cu procesarea datelor mele cu caracter personal",
    "PromotionsAgreement": "Sunt de acord să primesc informații despre promoțiile și evenimentele restaurantului",
    "Feedback": "Vă mulțumim că ați ales restaurantul nostru și sperăm că ați petrecut clipe frumoase alături de noi. Vă încurajăm să postați impresiile dumneavoastră pe",
    "FeedbackForm": "Prin acest formular, părerea dumneavoastră despre produsele și serviciile noastre vor ajunge direct la noi, într-un mesaj privat. Feedback-ul dumneavoastră este foarte important pentru noi.",
    "RentLocation": "Situat pe malul lacului Herăstrău, restaurantul Ancora îmbină rafinamentul unui local cosmopolit cu simplitatea unei nave pe puntea căreia visaţi să călătoriţi, indiferent de anotimp.",
    "ThePlaceDescription": "Situat pe malul lacului Herăstrău, restaurantul Ancora îmbină rafinamentul unui local cosmopolit cu simplitatea unei nave pe puntea căreia visaţi să călătoriţi, indiferent de anotimp.",
    "Reservations": "Rezervarea devine activă doar după primirea emailului nostru de confirmare.",
    "TheRestaurantLongDescription": "O călătorie gastronomică, de-a lungul căreia peștele devine eroul principal, fie că este adus din Dunăre, Marea Neagră, Marea Mediterană sau chiar oceanele din jurul lumii. Preparatele pe care le vei găsi în meniu sunt inspirate de rețete vechi și noi, clasice și (re)create, printre care delicioasele icre, fructe de mare cu gust de vacanță, tradiționalul borș și pește gătit în numeroase feluri, fără să uităm de ineditul tartar. Pasiunea bucătarilor noștri, sentimentul de acasă şi calitatea servirii sunt ingrediente care nu lipsesc din meniul nostru, pe lângă salate, paste şi risotto, carne şi sosuri meşteşugite, deserturi cu texturi deosebite şi băuturi rafinate.",
    "TheRestaurantShortDescription": "O călătorie gastronomică, de-a lungul căreia peștele devine eroul principal, fie că este adus din Dunăre, Marea Neagră, Marea Mediterană sau chiar oceanele din jurul lumii. Preparatele pe care le vei găsi în meniu sunt inspirate de rețete vechi și noi, clasice și (re)create, printre care delicioasele icre, fructe de mare cu gust de vacanță, tradiționalul borș și pește gătit în numeroase feluri, fără să uităm de ineditul tartar. ...",
    "TeamDescription": "Ne mândrim cu cea mai pasionată și ambițioasă echipă. Sub îndrumarea lui Chef Florin Ivan, colegii noștri îmbină măiestria cu talentul și entuziasmul pentru gătit, reușind să creeze cele mai gustoase preparate, atât de apreciate de oaspeții noștri de-a lungul timpului.",
    "ChefDescription": "Ghidat de pasiune, Chef Florin Ivan reușește să surprindă de fiecare dată prin finețea și gustul delicat al fiecărui preparat. Pentru el, bucătăria a reprezentat inițial un hobby, însă cu trecerea anilor s-a transformat în profesie, iar acum e doar pasiune. Pentru experiențe culinare inedite, vino să încerci preparatele gândite și pregătite de Chef Florin Ivan.",
    "PartnersDescription": "Ne bucurăm să fim parte și din povestea:",
    "CollaboratorsDescription": "Puteți încerca preparatele noastre folosind următorii colaboratori:",
    "FirstPartner": "Ancora, loc de întalnire pentru cei pasionați de sailing. Trebuie să încercați această experiență!",
    "SecondPartner": "Ancora, loc de întalnire pentru cei pasionați de sailing. Trebuie să încercați această experiență!",
    "OrderPickup" : "Produsele se ridică de către client, de la restaurant.",
    "OrderHours": "Program comenzi online: 11:00-22:00.",
    "PaymentOnlineInfo": "Card bancar, plată securizată prin payU",
    "PaymentPickupInfo": "Card bancar / Numerar",
    "EmptyBasket": "Coșul este gol.",
    "PrivateEventsInfo1": "Situat pe malul lacului Herăstrău, Ancora oferă o experiență culinară rafinată, inspirată din tradițiile pescărești ale Deltei Dunării și Mării Negre.",
    "PrivateEventsInfo2": "Cu o atmosferă elegantă și un decor modern, Ancora este locul ideal pentru organizarea evenimentelor private, fie că este vorba despre nunți, botezuri, aniversări sau petreceri corporate.",
    "EventsCharacteristicsInfo1": "De peste 10 ani, suntem alături de clienții noștri în cele mai importante momente din viață, oferind un spațiu elegant și servicii de excepție pentru organizarea evenimentelor private.",
    "EventsCharacteristicsInfo2": "De la primele discuții până la finalul evenimentului, ne asigurăm că totul decurge perfect și că fiecare detaliu este pe placul tău.",
    "OrderSuccessfulInfo": "Îți mulțumim pentru comandă. Te așteptăm la restaurant pentru ridicarea comenzii. În scurt timp te vom suna pentru a confirma ora estimată.",
    "VoucherSuccessfulInfo": "Vă mulțumim pentru comanda dumneavoastră. Voucherul comandat va fi trimis la adresa de e-mail (sau fizică) menționată, prin metoda de livrare selectată.",
    "NoItemsFound": "Nu au fost găsite produse care să corespundă filtrelor aplicate.",
    "NoOrdering": "Nu se pot prelua comenzi online în acest moment.",
    "NewYearLPEarlyBirdPrice": "*oferta early booking: 10% discount din pretul final 950 RON",
    "NewYearLPEarlyBirdPrice1": "*copiii între 14 și 18 ani au discount de 50%",
    "NewYearLPEarlyBirdPrice2": "*copiii sub 14 ani nu plătesc, pot comanda a la carte",
    "NewYearLPInfo2": "Vino să te bucuri de o experiență artistică deosebită în noaptea de Revelion! Sorina Rotaru, o reprezentantă de excepție a tinerei generații de cântăreți români de jazz, îți va oferi un moment unic, plin de emoție și magie. Alături de o echipă de muzicieni talentați, ea va transforma fiecare notă în aripi de muzică, invitându-te să călătorești prin istoria jazz-ului.",
    "NewYearLPInfo": "Petreceți noaptea dintre ani într-o atmosferă inspirată de petrecerile regale din perioada interbelică, cu un meniu exclusivist și entertainment pe măsură.",
    "NewYearLPMenuInfo": "Meniul pentru seara dintre ani este o adevărată călătorie culinară, creat pentru a reflecta eleganța și rafinamentul perioadei interbelice. Fiecare detaliu este atent ales pentru a oferi o experiență deosebită, cu preparate fine, sofisticate și perfect echilibrate. De la primele gusturi până la felurile principale, fiecare farfurie surprinde prin combinații surprinzătoare de arome și texturi. Perfect pentru o seară de neuitat, la fel ca petrecerile fastuoase din acea epocă.",
    "NewYearLPMomentsInfo": "Seara va fi acompaniată de ritmuri de jazz live și DJ și vom întâmpina Noul An cu șampanie și artificii, exact așa cum s-ar fi făcut la un bal regal.",
    "NewYearLPMomentsInfo1": "În această noapte specială, Sorina Rotaru va interpreta selecții din repertoriul său, promițând o atmosferă marcată de energie vibrantă și improvizație. Spectacolul ei este caracterizat printr-o eleganță naturală și o versatilitate impresionantă, fiind capabilă să te poarte prin cele mai pure emoții. Lasă-te purtat de muzica ei, care reînvie farmecul anilor '20 și energia anilor '60.",
    "NewYearLPReservationInfo": "Profită de oferta Early Bird și pregătește-te de o petrecere de Revelion într-o atmosferă elegantă, alături de prieteni și familie. Locurile sunt limitate."
  },
  "Buttons": {
    "GiftVoucher": "Dăruiește voucher",
    "BuyVoucher": "Cumpără voucher",
    "ChooseAmount": "Selectează suma (RON)",
    "BookTable": "Rezervă o masă",
    "Subscribe": "Abonează-te",
	  "Directions": "Indicații",
    "SendByPost": "Trimite prin poștă",
    "AddToBasket": "Adaugă în coș",
    "Buy": "Cumpără",
    "Search": "Caută",
    "Filter": "Filtrează",
    "Send": "Trimite",
    "SeeMenu": "Vezi meniul",
    "SeeWholeMenu": "Vezi tot meniul",
    "Story": "Povestea Ancorei",
    "ReservationRequest": "Solicită rezervare",
    "Back": "Înapoi",
    "FinishOrder": "Finalizează comanda",
    "SeeRecommendations": "Vezi recomandările",
    "TermsAndConditions": "Termenilor și Condițiilor",
    "BookNow": "Rezervă acum",
    "NewYearLPShowOffer": "Revelion 2025",
    "NewYearLPOpenBarMenu": "Meniu Open bar",
    "NewYearLPPrice": "(855 RON/persoană)*"
  },
  "Labels": {
    "VoucherPrice": "Preț voucher",
    "DeliveryTax": "Taxă transport",
    "TotalPrice": "Preț total",
    "Products": "produse",
    "SingleProducts": "produs",
    "Allergens": "Alergeni",
    "EventInfo": "Date despre eveniment",
    "PersonalData": "Date personale",
    "Interior": "Sală interioară",
    "InteriorCapacity": "Capacitate: 130 persoane",
    "ExteriorCapacity": "Capacitate: 160 persoane",
    "TheMenu": "Meniul",
    "FollowUs": "Urmărește-ne",
    "OrderOn": "Comandă pe",
    "TheRestaurant": "Misiunea Ancora este de a fi mai aproape de oaspeții săi cu darurile apei – fructe de mare și pești proaspăt prinşi din ape felurite.",
    "ReadMore": "Citește mai mult",
    "ReadLess": "Mai puțin conținut",
    "CompanyInfo": "Date firmă (opțional)",
    "PaymentOptions": "Modalitate de plată",
    "PaymentOnline" : "Online",
    "PaymentPickup": "La ridicarea comenzii",
    "Product": "Produs",
    "Quantity": "Cantitate",
    "Price": "Preț",
    "Delete": "Șterge",
    "Remove": "Elimină",
    "OrderSubtotal": "Subtotal",
    "OrderTotal": "Total",
    "Delivery": "Livrare",
    "PersonalPickup": "Ridicare personală",
    "For": "Pentru",
    "Note": "Notă",
    "OrderId": "ID Comandă: ",
    "TermsAndConditionsStartText": "Plasând această comandă reprezintă automat acceptarea"
  },
  "Placeholders": {
    "FirstName": "Prenume",
    "LastName": "Nume",
    "PhoneNumber": "Număr telefon",
    "Guests": "Număr persoane",
    "CompanyOptional": "Companie (opțional)",
    "Newsletter": "Adaugă adresa de e-mail",
    "CompleteAddress": "Adresă completă",
    "OptionalMessage": "Mesaj (opțional)",
    "Message": "Mesaj",
    "MessageForChef": "Mesaj pentru bucătar",
    "EventType": "Tipul evenimentului",
    "SendDate": "Dată trimitere",
    "SendHour": "Oră trimitere",
	  "Hour": "Oră",
    "OrderFor": "Comanda este pentru",
    "Waiter": "Chelner",
    "Date": "Dată",
    "From": "De la",
    "Until": "Până la",
    "Zone": "Zona dorită",
    "Terrace": "Terasă",
    "FoundBy": "Cum ai auzit de noi?",
    "CompanyName": "Nume",
    "CompanyID": "CUI",
    "CompanyAddress": "Adresa companiei"
  },
  "Filters": {
    "FoodTitle": "Filtru de mâncare",
    "WinesTitle": "Filtru de vinuri",
    "PriceTitle": "Filtru de preț",
    "Price": "Preț",
    "FoodTypeTitle": "Tip dietă",
    "WineTypeTitle": "Tip vin",
    "WineWhite": "Alb",
    "WineRed": "Roșu",
    "ProvenienceTitle": "Proveniență",
    "AllergensTitle": "Alergeni",
    "NoGluten": "Fără gluten",
    "NoEgg": "Fără ou",
    "NoSoy": "Fără soia",
    "NoPeanuts": "Fără arahide",
    "NoDairy": "Fără lactate",
    "NoNuts": "Fără nuci",
    "ApplyFilters": "Aplică filtre",
    "Pescatarian": "Pescetarian"
  },
  "Items": {
    "WineType": "Tip",
    "WineColor": "Culoare",
    "WineAlcohol": "Alcool",
    "WineTemperature": "Temperatură"
  },
  "Countries": {
    "Romania": "România",
    "Moldavia": "Moldova",
    "Italy": "Italia",
    "Spain": "Spania",
    "Portugal": "Portugalia",
    "France": "Franța",
    "UK": "Marea Britanie"
  }
}
